<?php
/**
 * Title: Hindi Lesson Plan Content
 * Slug: wporg-learn-2020/lesson-plan/hindi
 * Block Types: core/post-content
 * Post Types: lesson-plan
 * Categories: featured, text
 */

?>

<!-- wp:quote -->
<blockquote class="wp-block-quote">
<!-- wp:paragraph -->
<p>एक छोटा पैराग्राफ बताता है कि पाठ योजना में क्या कवर किया गया है। यह मूलशब्द होना चाहिए जिसे मीटअप या वर्कशॉप विवरण में कॉपी और उपयोग किया जा सकता है।</p>
<!-- /wp:paragraph -->
</blockquote>
<!-- /wp:quote -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>उद्देश्य</h2>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>इस पाठ को पूरा करने के बाद, प्रतिभागी निम्न में सक्षम होंगे:</p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>उद्देश्य 1</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>उद्देश्य 2</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:quote -->
<blockquote class="wp-block-quote">
<!-- wp:paragraph -->
<p>यह आवश्यक है कि आप प्रत्येक पाठ योजना के लिए उद्देश्य(ओं) की एक बुलेटेड सूची शामिल करें। इन्हें बनाने में मदद के लिए "Learning Objectives Easy Generator" देखें। </p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>उद्देश्यों को उन क्रियाओं के रूप में कहा जाना चाहिए जिनके समाप्त होने के बाद प्रतिभागी उन्हें पूरा कर सके। <a href="http://www.fresnostate.edu/academics/oie/documents/assesments/Blooms%20Level.pdf">एक संदर्भ के रूप में ब्लूम की एक्शन क्रियाओं की टैक्सोनॉमी</a>&nbsp; (पीडीएफ) को एक सन्दर्भ की तरह देखे। "पता है", "समझें", "से परिचित कराया जाए" जैसे शब्दों का उपयोग करने से बचें। प्रत्येक उद्देश्य के लिए एक मूल्यांकन आइटम होना चाहिए (नीचे देखें)।</p>
<!-- /wp:paragraph -->
</blockquote>
<!-- /wp:quote -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>पूर्वापेक्षा कौशल</h2>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>प्रतिभागियों को इस पाठ से सबसे अधिक लाभ होगा यदि उन्हें यह पता है:</p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>कुशलता 1</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>कुशलता 2</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p><em>उदाहरण के लिए:</em></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>HTML और CSS के साथ अनुभव</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li> बेसिक वर्डप्रेस कॉन्सेप्ट्स पाठ पूरा किया</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>तैयारी के प्रश्न</h2>
<!-- /wp:heading -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li> प्रश्न 1</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li> प्रश्न 2</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>प्रतिभागियों के लिए प्रश्नों की एक सूची यह देखने के लिए कि क्या उनके पास पाठ को सीखने और समझने के लिए आवश्यक पृष्ठभूमि और कौशल हैं।</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><em>उदाहरण के लिए:</em></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>क्या आप अपनी थीम में स्वयं बदलाव करना चाहते हैं?</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>क्या आप जानते हैं कि CSS कैसे लिखना है?</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>जरूरी सामग्री</h2>
<!-- /wp:heading -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>आइटम 1</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>आइटम 2</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>फ़ाइलों, संसाधनों, उपकरणों, या अन्य सामग्रियों की एक सूची जो प्रस्तुतकर्ता को पाठ के लिए आवश्यकता होगी।</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><em>उदाहरण के लिए:</em></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>वर्डप्रेस का एक स्थानीय इंस्टॉल</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>TwentySixteen थीम के लिए फाइलें</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>प्रस्तुतकर्ता के लिए टिप्पणियाँ</h2>
<!-- /wp:heading -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>टिप्पणी 1</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>टिप्पणी 2</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>प्रस्तुतकर्ता के लिए किसी भी आसान युक्तियों या अन्य जानकारी की सूची।</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><em>उदाहरण के लिए:</em></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>प्रतिभागियों को शुरुआत से ही TwentySixteen थीम डाउनलोड करने की आवश्यकता हो सकती है</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>अगर कोई प्रोजेक्टर या इंटरनेट उपलब्ध नहीं है तो क्या करें</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>यदि किसी प्रतिभागी के पास आवश्यक सेट अप नहीं है तो क्या करें</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>विषय के बारे में अलग-अलग राय कैसे संभालें</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>पाठ रूपरेखा</h2>
<!-- /wp:heading -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>पहले ऐसा करें</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>फिर इस पर आगे बढ़ें</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>इस के साथ समाप्त करें</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>पाठ के लिए योजना। रूपरेखा फॉर्म अच्छी तरह से काम करता है।</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><em>उदाहरण के लिए:</em></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>एक थीम क्या है के बारे में बात करें</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>किसी थीम को स्थापित करने और सक्रिय करने का तरीका प्रदर्शित करें</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>प्रतिभागियों को अपनी साइट पर एक थीम ढूंढने और स्थापित करने के लिए अभ्यास</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>अभ्यास</h2>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p><strong>अभ्यास का नाम</strong></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>अभ्यास क्या करता है और यह किस कौशल या ज्ञान को पुष्ट करता है, इसका संक्षिप्त विवरण।</p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>अभ्यास के छोटे बिंदु या कदम</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>दूसरा बिंदु</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:quote -->
<blockquote class="wp-block-quote">
<!-- wp:paragraph -->
<p>ये छोटी या विशिष्ट गतिविधियाँ हैं जो प्रतिभागियों को पाठ के कुछ घटकों का अभ्यास करने में मदद करती हैं। ये पूरी तरह से स्क्रिप्टेड अभ्यास नहीं होने चाहिए, बल्कि कुछ ऐसा जो प्रतिभागी अपने दम पर कर सकते थे। उदाहरण के लिए, आप उदाहरण पाठ के एक चरण के आधार पर एक अभ्यास बना सकते हैं।</p>
<!-- /wp:paragraph -->
</blockquote>
<!-- /wp:quote -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>मूल्यांकन</h2>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>ऊपर सूचीबद्ध प्रत्येक उद्देश्य के लिए एक (या अधिक) मूल्यांकन आइटम होने चाहिए। प्रत्येक मूल्यांकन आइटम को एक उद्देश्य का समर्थन करना चाहिए; ऐसा कोई नहीं होना चाहिए जो ना करे।</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><strong>प्रश्न लिखें।</strong></p>
<!-- /wp:paragraph -->

<!-- wp:list {"ordered":true} -->
<ol>
<!-- wp:list-item -->
<li>विकल्प</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>विकल्प</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>विकल्प</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>विकल्प</li>
<!-- /wp:list-item -->
</ol>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p><strong>उत्तर:</strong>&nbsp;3. सही उत्तर</p>
<!-- /wp:paragraph -->

<!-- wp:quote -->
<blockquote class="wp-block-quote">
<!-- wp:paragraph -->
<p>प्रतिभागियों द्वारा प्रस्तुत सामग्री के अपने अवधारण का मूल्यांकन करने के लिए पूछे गए कुछ प्रश्न। ये इस बात का एक माप होना चाहिए कि क्या उद्देश्य पहुंच गए थे। प्रत्येक उद्देश्य के लिए एक प्रश्न सुनिश्चित करें।</p>
<!-- /wp:paragraph -->
</blockquote>
<!-- /wp:quote -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>अतिरिक्त संसाधन</h2>
<!-- /wp:heading -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>संसाधन 1</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>संसाधन 2</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>एक वैकल्पिक अनुभाग जिसमें उन संसाधनों की एक सूची हो सकती है जो प्रस्तुतकर्ता विषय पर अधिक जानकारी प्राप्त करने के लिए उपयोग कर सकते हैं।</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><em>उदाहरण के लिए:</em></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li><a data-external="true" href="https://wordpress.org/support/">समर्थन डॉक्स</a> या <a data-external = "true" href = "https: //developer.wordpress.org/">डेवलपर संसाधन</a> पर जानकारी के लिए लिंक</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li><a data-external="true" href="https://developer.wordpress.org/themes/">थीम रिव्यू टीम की हैंडबुक</a> या <a href="https://make.wordpress.org/plugins/handbook/">प्लगइन रिव्यू टीम की हैंडबुक</a></li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>उदाहरण</h2>
<!-- /wp:heading -->

<!-- wp:quote -->
<blockquote class="wp-block-quote">
<!-- wp:paragraph -->
<p>पाठ योजना को कैसे लागू किया जा सकता है का एक उदाहरण। स्क्रिप्ट शैली में लिखा गया हो ताकि एक प्रस्तुतकर्ता किसी घटना में इस पाठ योजना का उपयोग कर सके, यदि आवश्यक हो तो स्क्रीनशॉट और निर्देशों के साथ।</p>
<!-- /wp:paragraph -->
</blockquote>
<!-- /wp:quote -->

<!-- wp:heading {"level":3} -->
<h3>उदाहरण के लिए अनुभाग शीर्षक</h3>
<!-- /wp:heading -->

<!-- wp:quote {"className":"is-style-default"} -->
<blockquote class="wp-block-quote is-style-default">
<!-- wp:paragraph -->
<p>आपको उदाहरण के पाठ को कई वर्गों में तोड़ने की आवश्यकता होगी।</p>
<!-- /wp:paragraph -->
</blockquote>
<!-- /wp:quote -->

<!-- wp:heading {"level":3,"lock":{"move":true,"remove":true}} -->
<h3>पाठ सारांश</h3>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>[tip] 💡 ऊपर रेखांकित<a href="#exercises"> व्यायाम </a> और <a href="#assessment"> मूल्यांकन </a>के साथ अनुसरण करें।[/tip]</p>
<!-- /wp:paragraph -->
